Repository: kkroff/team_members
Catalog: var/labels/*/backend/Resources/Private/Language/*.SudoMode.xlf
Languages: de

source: Cancel
de: Abbrechen

source: Verify
de: Überprüfen

source: Password
de: Passwort

source: Verify with user password
de: Mit dem Benutzerpasswort bestätigen

source: Verify with Install Tool password
de: Mit dem Install-Tool-Passwort bestätigen

source: Access granted
de: Zugriff erlaubt

source: Invalid password
de: Ungültiges Passwort

# userPasswordMode
source: Use user password instead
de: Stattdessen Benutzer-Passwort verwenden

# installToolPasswordMode
source: Use Install Tool password instead
de: Stattdessen Install-Tool-Passwort verwenden

# sudoModeUserPasswordExplanation
source: To perform this action, please enter your user password to confirm you are authorized to proceed.
de: Gib bitte dein Benutzerpasswort ein, um diese Aktion durchzuführen und zu bestätigen, dass du berechtigt bist, fortzufahren.

# sudoModeInstallToolPasswordExplanation
source: To perform this action, please enter the Install Tool password to confirm you are authorized to proceed.
de: Gib bitte das Passwort für das Install Tool ein, um diese Aktion auszuführen und zu bestätigen, dass du berechtigt bist, fortzufahren.

source: Verification failed
de: Überprüfung fehlgeschlagen

# verificationExpired
source: Confirmation has expired. Please try again.
de: Die Bestätigung ist abgelaufen. Bitte versuchen Sie es erneut.
