Repository: kkroff/team_members
Catalog: var/labels/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: de

# converter.datetime.notrecognized
source: The date "%s" was not recognized (for format "%s").
de: Das Datum "%s" wurde nicht erkannt (für Format "%s").

# property.error
source: Validation errors for property "%s"
de: Validierungsfehler für die Eigenschaft "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
de: Der eingegebene Wert ist keine gültige E-Mail-Adresse

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
de: Die Länge der angegebenen Zeichenkette liegt nicht zwischen %s und %s Zeichen.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
de: Die Länge der angegebenen Zeichenkette ist kürzer als %s Zeichen.

# validator.string.notvalid
source: A valid string is expected.
de: Es wird eine gültige Zeichenkette erwartet.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
de: Die Länge der angegebenen Zeichenkette übersteigt %s Zeichen.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
de: Der angegebene Wert ist keine gültige alphanumerische Zeichenkette.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
de: Der angegebene Wert ist kein gültiges DateTime - Objekt: '%s'

# validator.float.notvalid
source: The given subject was not a valid float.
de: Der angegebene Wert ist keine gültige Gleitkommazahl.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
de: Der angegebene Wert ist kein gültiges Text-Objekt (enthält z.B. XML-Tags).

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
de: Der angegebene Wert stimmt nicht mit dem Muster überein.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
de: Der angegebene Wert ist keine gültige Zahl.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
de: Der angegebene Wert ist nicht im Bereich von %s bis %s.

# validator.notempty.null
source: The given subject was NULL.
de: Der angegebene Wert ist NULL.

# validator.notempty.empty
source: The given subject was empty.
de: Der angegebene Wert ist leer.

# validator.number.notvalid
source: The given subject was not a valid number.
de: Der angegebene Wert ist keine gültige Zahl.

# validator.integer.notvalid
source: The given subject was not a valid integer.
de: Der angegebene Wert ist kein gültiger Integer.

# validator.boolean.nottrue
source: The given subject was not true.
de: Der angegebene Wert ist nicht TRUE.

# validator.boolean.notfalse
source: The given subject was not false.
de: Der angegebene Wert ist nicht FALSE.

# validator.url.notvalid
source: The given subject is no valid URL.
de: Der angegebene Wert ist keine gültige URL.

# validation.fileextension.notallowed
source: The file extension '%s' is not allowed.
de: Die Dateiendung '%s' ist nicht erlaubt.

# validation.fileextensionmimetypeconsistency.notallowed
source: The resolved media type "%s" is not allowed for file extension "%s".
de: Der aufgelöste Medientyp "%s" ist für die Dateiendung "%s" nicht zulässig.

# validation.mimetype.notallowed
source: The mime type '%s' is not allowed.
de: Der Mime-Typ '%s' ist nicht erlaubt.

# validation.mimetype.invalidextension
source: The file extension provided "%s" does not match to expected media types.
de: Die angegebene Dateierweiterung "%s" stimmt nicht mit den erwarteten Medientypen überein.

# validation.denyphpupload.notallowed
source: Uploading of files with PHP executable file extensions is not allowed.
de: Das Hochladen von Dateien mit PHP-ausführbaren Dateierweiterungen ist nicht erlaubt.

# validation.filesize.less
source: The file must be larger than %s in size.
de: Die Datei muss größer als %s sein.

# validation.filesize.exceed
source: The file must be smaller than %s in size.
de: Die Datei muss kleiner als %s sein.

# validation.imagedimensions.width.notvalid
source: The image must be exactly %s pixels in width.
de: Das Bild muss exakt %s Pixel breit sein.

# validation.imagedimensions.height.notvalid
source: The image must be exactly %s pixels in height.
de: Das Bild muss exakt %s Pixel hoch sein.

# validation.imagedimensions.minwidth.notvalid
source: The image must at least have a width of %s pixels.
de: Das Bild muss mindestens %s Pixel breit sein.

# validation.imagedimensions.minheight.notvalid
source: The image must at least have a height of %s pixels.
de: Das Bild muss mindestens %s Pixel hoch sein.

# validation.imagedimensions.maxwidth.notvalid
source: The image is too wide. The maximum width is %s pixels.
de: Das Bild ist zu breit. Die maximale Breite ist %s Pixel.

# validation.imagedimensions.maxheight.notvalid
source: The image is too high. The maximum height is %s pixels.
de: Das Bild ist zu hoch. Die maximale Höhe ist %s Pixel.

# filehandlingserviceconfiguration.minfiles.notvalid
source: You must at least upload %s file(s).
de: Du musst mindestens %s Datei(en) hochladen.

# filehandlingserviceconfiguration.minfiles.delete.notvalid
source: The file could not be deleted, because the minimum file upload amount would not be fulfilled after deletion.
de: Die Datei konnte nicht gelöscht werden, da die Mindestanzahl der hochzuladenden Dateien nach dem Löschen nicht mehr erreicht werden würde.

# filehandlingserviceconfiguration.maxfiles.notvalid
source: The maximum amount of %s file(s) is exceeded.
de: Die Anzahl von maximal %s Datei(en) ist überschritten.
